Repository: raspberrypi-ui/lxplug-ptbatt
Catalog: po/*.po
Languages: hy, zh_cn

source: Charging : %d%%
hy: Լիցքավորում ՝ %d%%
zh_cn: 充电中 : %d%%

source: Charging : %d%% Time remaining : %d minutes
hy: Լիցքավորում ՝ %d%% Մնացել է ՝ %d րոպե
zh_cn: 充电中 : %d%% 还需 : %d 分钟

source: Charging : %d%% Time remaining : %0.1f hours
hy: Լիցքավորում ՝ %d%% Մնացել է ՝ %0.1f ժամ
zh_cn: 充电中 : %d%% 还需 : %0.1f 小时

source: Charged : %d%% On external power
hy: Լիցքավորված ՝ %d%% On external power
zh_cn: 已充电 : %d%% 已接入外部电源

source: Discharging : %d%%
hy: Լիցքաթափում ՝ %d%%
zh_cn: 正在使用电池 : %d%%

source: Discharging : %d%% Time remaining : %d minutes
hy: Լիցքաթափում ՝ %d%% Մնացել է ՝ %d րոպե
zh_cn: 正在使用电池 : %d%% 剩余时间 : %d 分钟

source: Discharging : %d%% Time remaining : %0.1f hours
hy: Լիցքափաթում ՝ %d%% Մնացել է ՝ %0.1f hours
zh_cn: 正在使用电池 : %d%% 剩余时间 : %0.1f 小时

source: Low voltage warning
hy: Ցածր լարման նախազգուշացում

source: Please check your power supply
hy: Խնդրում ենք ստուգել ձեր հոսանքի աղբյուրը

source: Power & Battery
hy: Հոսանք և մարտկոց

source: Monitors voltage and laptop battery
hy: Վերահսկում է լարումն ու նոթբուքի մարտկոցը

source: Battery
zh_cn: 电池

source: Battery number to monitor
zh_cn: 要监控的电池编号

source: Monitors laptop battery
zh_cn: 监控笔记本电池
